{
    "catcher": [
        {
            "Bats": "L",
            "Dislikes": "viola",
            "Likes": "model trains",
            "Name": "Lena Shimada",
            "Number": 43,
            "ScoutingReport": "Lena Shimada is a solid player with potential to grow.\n\n This player usually bats near the bottom of the lineup. They're also very lucky.\n\nThis player is strong in the batting department. They are extremely team-focused and extremely lofty, but barely strategic and barely disciplined.\n\nThis player is decent at defense. They are very nimble and very agile, but not reactive and barely acrobatic.\n\nThis player is strong in the pitching department. They are extremely precise and extremely convincing, but not sharp and not unpredictable.\n\nBaserunning is not this player's strength. They are barely sneaky, but not fast.",
            "Throws": "R",
            "Position": "C"
        }
    ],
    "Infield": [
        {
            "Bats": "S",
            "Dislikes": "orchestra concerts",
            "Likes": "baking",
            "Name": "Edith Leon",
            "Number": 41,
            "ScoutingReport": "Edith Leon is a solid player with potential to grow.\n\n This player usually bats between the top and the middle of the lineup. They're also moderately lucky.\n\nThis player is strong in the batting department. They are extremely lofty and extremely crafty, but barely insightful and moderately perceptive.\n\nDefense is a work in progress for this player. They are quite armed and very acrobatic, but not aware and not nimble.\n\nThis player is strong in the pitching department. They are extremely sharp and extremely enduring, but not unpredictable and not accurate.\n\nBaserunning is not this player's strength. They are barely sneaky, but not distracting.",
            "Throws": "R",
            "Position": "1B"
        },
        {
            "Bats": "L",
            "Dislikes": "ferrets",
            "Likes": "Uno",
            "Name": "Robin Stoica",
            "Number": 30,
            "ScoutingReport": "Robin Stoica is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also not lucky.\n\nThis player is decent at batting. They are extremely team-focused and extremely perceptive, but not intimidating and not strategic.\n\nThis player is decent at defense. They are quite nimble and extremely agile, but not patient and not aware.\n\nThis player is decent at pitching. They are extremely precise and extremely unpredictable, but not convincing and not sharp.\n\nThis player gets by on the basepaths. They are extremely sneaky, but not aggressive.",
            "Throws": "L",
            "Position":"2B"
        },
        {
            "Bats": "R",
            "Dislikes": "makeup",
            "Likes": "bug collecting",
            "Name": "Rick Somersbyshire",
            "Number": 99,
            "ScoutingReport": "Rick Somersbyshire is a solid player with potential to grow.\n\n This player usually bats between the middle and the bottom of the lineup. They're also not lucky.\n\nThis player is strong in the batting department. They are extremely strategic and extremely insightful, but not lofty and not team-focused.\n\nThis player is decent at defense. They are quite patient and very agile, but not nimble and not aware.\n\nThis player is decent at pitching. They are very convincing and extremely enduring, but not accurate and not sharp.\n\nBaserunning is not this player's strength. They are moderately fast, but not sneaky.",
            "Throws": "R",
            "Position":"3B"
        },
        {
            "Bats": "S",
            "Dislikes": "ice hockey",
            "Likes": "a capella",
            "Name": "Dwight Moreland",
            "Number": 56,
            "ScoutingReport": "Dwight Moreland is a solid player with potential to grow.\n\n This player usually bats near the top of the lineup. They're also extremely lucky.\n\nThis player is decent at batting. They are very strategic and extremely strong, but not crafty and not disciplined.\n\nThis player is decent at defense. They are quite acrobatic and extremely reactive, but not armed and not nimble.\n\nThis player is decent at pitching. They are extremely precise and extremely sharp, but not enduring and not accurate.\n\nThis player gets by on the basepaths. They are quite fast, but barely aggressive.",
            "Throws": "L",
            "Position":"SS"
        }
    ],
    "Outfield": [
        {
            "Bats": "S",
            "Dislikes": "animation",
            "Likes": "online auctions",
            "Name": "Kobe Carmichael",
            "Number": 82,
            "ScoutingReport": "Kobe Carmichael has some promising traits, but needs refinement.\n\n This player usually bats between the middle and the bottom of the lineup. They're also moderately lucky.\n\nBatting is a work in progress for this player. They are quite resilient and extremely crafty, but not team-focused and not consistent.\n\nThis player is decent at defense. They are extremely armed and extremely composed, but not aware and not nimble.\n\nThis player is decent at pitching. They are quite precise and very powerful, but not sharp and not commanding.\n\nThis player gets by on the basepaths. They are quite sneaky, but not aggressive.",
            "Throws": "R",
            "Position":"LF"
        },
        {
            "Bats": "R",
            "Dislikes": "violin",
            "Likes": "K-pop",
            "Name": "Phelmo Rowland",
            "Number": 0,
            "ScoutingReport": "Phelmo Rowland is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also extremely lucky.\n\nThis player is decent at batting. They are extremely insightful and extremely strong, but not resilient and barely crafty.\n\nThis player is strong in the defense department. They are extremely agile and extremely armed, but not reactive and moderately nimble.\n\nThis player is decent at pitching. They are very precise and extremely sharp, but not powerful and not enduring.\n\nThis player gets by on the basepaths. They are very aggressive, but not fast.",
            "Throws": "L",
            "Position":"CF"
        },
        {
            "Bats": "R",
            "Dislikes": "hip hop",
            "Likes": "virtual reality",
            "Name": "Loretta Vogt",
            "Number": 45,
            "ScoutingReport": "Loretta Vogt is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also moderately lucky.\n\nThis player is decent at batting. They are extremely strong and extremely disciplined, but not perceptive and not team-focused.\n\nThis player is strong in the defense department. They are very composed and extremely armed, but not aware and moderately acrobatic.\n\nThis player is decent at pitching. They are quite commanding and very unpredictable, but not convincing and barely enduring.\n\nThis player gets by on the basepaths. They are moderately fast, but barely sneaky.",
            "Throws": "R",
            "Position":"RF"
        }
    ],
    "Designated Hitter": [
        {
            "Bats": "R",
            "Dislikes": "yo-yos",
            "Likes": "bodybuilding",
            "Name": "Floyd Lincecum",
            "Number": 78,
            "ScoutingReport": "Floyd Lincecum is a solid player with potential to grow.\n\n This player usually bats between the middle and the bottom of the lineup. They're also not lucky.\n\nThis player is strong in the batting department. They are extremely insightful and extremely strategic, but not resilient and barely consistent.\n\nThis player is decent at defense. They are very patient and extremely composed, but not agile and barely acrobatic.\n\nThis player is decent at pitching. They are extremely powerful and extremely unpredictable, but not convincing and not defiant.\n\nThis player gets by on the basepaths. They are quite sneaky, but barely aggressive.",
            "Throws": "R",
            "Position":"DH/2B"
        }
    ],
    "Pitching": [
        {
            "Bats": "R",
            "Dislikes": "volunteering",
            "Likes": "Pokémon",
            "Name": "Daniel Breen",
            "Number": 74,
            "ScoutingReport": "Daniel Breen has a lot of raw talent and tools to work with.\n\n This player usually bats between the top and the middle of the lineup. They're also moderately lucky.\n\nThis player is decent at pitching. They are quite enduring and extremely commanding, but not accurate and barely defiant.\n\nThis player is decent at defense. They are extremely agile and extremely reactive, but not composed and not aware.\n\nThis player is strong in the batting department. They are extremely lofty and extremely crafty, but not resilient and moderately insightful.\n\nThis player is a capable baserunner. They are very sneaky, but barely fast.",
            "Throws": "R",
            "Position":"SP1"
        },
        {
            "Bats": "L",
            "Dislikes": "virtual reality",
            "Likes": "food photography",
            "Name": "Minnie Lewandowski",
            "Number": 92,
            "ScoutingReport": "Minnie Lewandowski is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also barely lucky.\n\nThis player is decent at pitching. They are extremely powerful and extremely accurate, but not defiant and not unpredictable.\n\nThis player is decent at defense. They are extremely composed and extremely reactive, but not agile and not aware.\n\nThis player is decent at batting. They are very resilient and extremely crafty, but not strategic and not lofty.\n\nThis player gets by on the basepaths. They are moderately sneaky, but not fast.",
            "Throws": "R",
            "Position":"SP2"
        },
        {
            "Bats": "R",
            "Dislikes": "wiffle ball",
            "Likes": "baseball",
            "Name": "Annette Galloway",
            "Number": 36,
            "ScoutingReport": "Annette Galloway is a solid player with potential to grow.\n\n This player usually bats between the top and the middle of the lineup. They're also very lucky.\n\nThis player is decent at pitching. They are very powerful and extremely unpredictable, but not precise and barely commanding.\n\nThis player is decent at defense. They are very aware and extremely reactive, but not acrobatic and not agile.\n\nThis player is decent at batting. They are very insightful and extremely perceptive, but not crafty and not resilient.\n\nThis player gets by on the basepaths. They are quite fast, but barely sneaky.",
            "Throws": "R",
            "Position":"SP3"
        },
        {
            "Bats": "R",
            "Dislikes": "prank calls",
            "Likes": "agriculture",
            "Name": "Avery Stark",
            "Number": 94,
            "ScoutingReport": "Avery Stark is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also barely lucky.\n\nThis player is decent at pitching. They are very defiant and extremely unpredictable, but not convincing and barely enduring.\n\nThis player is decent at defense. They are quite aware and extremely nimble, but not composed and not reactive.\n\nThis player is decent at batting. They are extremely lofty and extremely intimidating, but not team-focused and not perceptive.\n\nBaserunning is not this player's strength. They are quite sneaky, but not distracting.",
            "Throws": "R",
            "Position":"SP4"
        },
        {
            "Bats": "R",
            "Dislikes": "bricklaying",
            "Likes": "ice sculpting",
            "Name": "Elvis Fukuda",
            "Number": 3,
            "ScoutingReport": "Elvis Fukuda is a solid player with potential to grow.\n\n This player usually bats around the middle of the lineup. They're also not lucky.\n\nThis player is strong in the pitching department. They are very accurate and extremely powerful, but barely enduring and moderately defiant.\n\nDefense is a work in progress for this player. They are quite acrobatic and very patient, but not agile and not nimble.\n\nThis player is decent at batting. They are very lofty and extremely consistent, but not resilient and barely disciplined.\n\nBaserunning is not this player's strength. They are very sneaky, but not aggressive.",
            "Throws": "R",
            "Position":"SP5"
        },
        {
            "Bats": "R",
            "Dislikes": "doodling",
            "Likes": "violin",
            "Name": "Boots May",
            "Number": 70,
            "ScoutingReport": "Boots May has a lot of raw talent and tools to work with.\n\n This player usually bats between the top and the middle of the lineup. They're also moderately lucky.\n\nThis player is strong in the pitching department. They are very convincing and extremely sharp, but not powerful and barely precise.\n\nThis player is decent at defense. They are quite composed and very nimble, but not armed and moderately aware.\n\nThis player is decent at batting. They are extremely crafty and extremely perceptive, but not strong and not intimidating.\n\nThis player is a capable baserunner. They are extremely aggressive, but barely sneaky.",
            "Throws": "R",
            "Position":"RP1"
        },
        {
            "Bats": "L",
            "Dislikes": "opera",
            "Likes": "minimalism",
            "Name": "Michelle Hurst",
            "Number": 34,
            "ScoutingReport": "Michelle Hurst is a solid player with potential to grow.\n\n This player usually bats near the top of the lineup. They're also moderately lucky.\n\nThis player is decent at pitching. They are extremely accurate and extremely sharp, but not precise and not unpredictable.\n\nThis player is decent at defense. They are very agile and extremely reactive, but not patient and not armed.\n\nThis player is decent at batting. They are extremely resilient and extremely consistent, but not lofty and not intimidating.\n\nThis player gets by on the basepaths. They are moderately aggressive, but moderately fast.",
            "Throws": "R",
            "Position":"RP2"
        },
        {
            "Bats": "L",
            "Dislikes": "glassblowing",
            "Likes": "jazzercise",
            "Name": "Amanda Huylroyce",
            "Number": 11,
            "ScoutingReport": "Amanda Huylroyce is a solid player with potential to grow.\n\n This player usually bats between the top and the middle of the lineup. They're also not lucky.\n\nThis player is decent at pitching. They are very defiant and extremely powerful, but not enduring and not unpredictable.\n\nThis player is strong in the defense department. They are extremely patient and extremely reactive, but barely acrobatic and moderately armed.\n\nThis player is decent at batting. They are very accurate and extremely intimidating, but not strong and not crafty.\n\nBaserunning is not this player's strength. They are moderately fast, but not sneaky.",
            "Throws": "R",
            "Position":"RP3"
        },
        {
            "Bats": "L",
            "Dislikes": "giving pep talks",
            "Likes": "book club",
            "Name": "Jared Mann",
            "Number": 27,
            "ScoutingReport": "Jared Mann is a solid player with potential to grow.\n\n This player usually bats near the top of the lineup. They're also not lucky.\n\nThis player is decent at pitching. They are extremely convincing and extremely commanding, but not unpredictable and not precise.\n\nThis player is decent at defense. They are extremely aware and extremely nimble, but not agile and barely armed.\n\nThis player is decent at batting. They are very accurate and very crafty, but not strategic and not disciplined.\n\nThis player is a capable baserunner. They are quite sneaky, but quite distracting.",
            "Throws": "L",
            "Position":"CL"
        }
    ]
}
